{
  "Event": [
    {
      "id": 1,
      "name": "Digital Marketing",
      "type": "Full Time",
      "benefits" : [
        {
          "beneId" : 1,
          "benefit_detail" : "1"
        },
        {
          "beneId" : 2,
          "benefit_detail" : "2"
        },
        {
          "beneId" : 3,
          "benefit_detail" : "3"
        }
      ],
      "duty": [
        {
          "dutyId" : 1,
          "Detail" : "ตรวจสอบมาตรฐานเกี่ยวกับเนื้อหาคอนเท้นท์ (Content) ของบริษัท ที่จะเผยแพร่ใน Online Platform ต่าง ๆ และปฏิบัติตามนโยบายการโฆษณา และมาตราฐานชุมชนของ Facebook เพื่อป้องกันความผิดพลาดของข้อมูล และป้องกันการละเมิดสิทธิ์ในช่องทางสื่อสังคม (Soical Media) ออนไลน์ต่างๆ"
        },
        {
          "dutyId" : 2,
          "Detail" : "คัดกรองและวิเคราะห์เนื้อหา (Content) ของสื่อต่าง ๆ ที่บริษัทฯ สร้างขึ้น ก่อนที่จะทำการโพสต์ออกไป เพื่อที่ทำให้เกิดกระแสการบอกต่อในเชิงบวก (Viral) กับสื่อที่บริษัทฯ ได้ทำการโพสต์ออกไปเพื่อสร้างโอกาสและสนับสนุน ให้สื่อเข้าถึงกลุ่มลูกค้า เป้าหมายทางธุรกิจได้ตามแผนที่กำหนดไว้"
        },
        {
          "dutyId" : 3,
          "Detail" : "สร้างสรรค์ ตรวจสอบ และเพิ่มประสิทธิภาพของแผนกิจกรรมต่าง ๆ บนสื่อโซเซียลมีเดีย (Social Media Campaigns) ตามข้อกำหนดหรือ เกณฑ์ที่ระบุไว้ในตัวชี้วัดผลงาน"
        },
        {
          "dutyId" : 4,
          "Detail" : "วิเคราะห์และทบทวนประสิทธิผล หรือผลลัพธ์ของแคมเปญ และหาแนวทาง ปรับปรุงแก้ไข ร่วมกันกับทีมงาน เพื่อให้เกิดประสิทธิภาพสูงสุด"
        },
        {
          "dutyId" : 5,
          "Detail" : "จัดทำรายงานสรุปถึงประเด็นสำคัญที่เกี่ยวข้อง และผลงาน เพื่อรายงาน ต่อลูกค้า ฝ่ายหรือส่วนงานที่เกี่ยวของ และนำเสนอต่อผู้บริหาร"
        },
        {
          "dutyId" : 6,
          "Detail" : "ปฎิบัติงานเชิงรุกในการเสาะหา/ สืบค้น หรือค้นหาเกี่ยวกับข้อมูลและ ดิจิทัลเทรนด์ รวมถึงวิเคราะห์ระบบเศรษฐกิจ/ แนวโน้มของตลาดที่จะเกิดใหม่ ในอนาคต เพื่อให้องค์กร สามารถนำเสนอข้อมูลผ่านแพลตฟอร์มต่าง ๆ และมีโอกาสเข้าถึงลูกค้าได้มากยิ่งขึ้น"
        },
        {
          "dutyId" : 7,
          "Detail" : "งานอื่น ๆ ที่ได้รับมอบหมาย"
        }
      ],
      "qualifi":[
        {
          "qlfId" : 1,
          "qlf_detail" : "เพศชาย / หญิง อายุ 25-35 ปี"
        },
        {
          "qlfId" : 2,
          "qlf_detail" : "ปริญญาตรี สาขาการตลาด / คอมพิวเตอร์ธุรกิจ หรือสาขาที่เกี่ยวข้อง"
        },
        {
          "qlfId" : 3,
          "qlf_detail" : "มีประสบการณ์ทำงาน 1-2 ปี ด้านการทำสื่อออนไลน์ เช่น Facebook, IG, Tik Tok"
        }
      ]
    },
    {
      "id": 2,
      "name": "VDO Editor",
      "type": "Full Time",
      "benefits" : [
        {
          "beneId" : 1,
          "benefit_detail" : "1"
        },
        {
          "beneId" : 2,
          "benefit_detail" : "2"
        },
        {
          "beneId" : 3,
          "benefit_detail" : "3"
        }
      ],
      "duty": [
        {
          "dutyId" : 1,
          "Detail" : "ถ่าย Photo/VDO และรายการออนไลน์ให้เป็นไปตามรูปแบบที่กำหนด"
        },
        {
          "dutyId" : 2,
          "Detail" : "ถ่ายและตัดต่อวิดีโอและภาพนิ่งเพื่อใช้ใน Facebook / Instagram / TikTok และ Social platform อื่น ๆ ได้"
        },
        {
          "dutyId" : 3,
          "Detail" : "งานที่เกี่ยวข้องกับแพลตฟอร์ม Social Media และอื่น ๆ เช่น การติดตั้งและปรับจูน อุปกรณ์ต่างๆ"
        },
        {
          "dutyId" : 4,
          "Detail" : "มีความชำนาญในการใช้อุปกรณ์ถ่ายทำ"
        },
        {
          "dutyId" : 5,
          "Detail" : "ดูแลจัดเก็บ และรักษาอุปกรณ์ให้พร้อมใช้งานอยู่เสมอ"
        }
      ],
      "qualifi":[
        {
          "qlfId" : 1,
          "qlf_detail" : "เพศชาย / หญิง อายุ 25-35 ปี"
        },
        {
          "qlfId" : 2,
          "qlf_detail" : "ปริญญาตรี สาขาการตลาด / คอมพิวเตอร์ธุรกิจ หรือสาขาที่เกี่ยวข้อง"
        },
        {
          "qlfId" : 3,
          "qlf_detail" : "มีประสบการณ์ทำงาน 1-2 ปี ด้านการทำสื่อออนไลน์ เช่น Facebook, IG, Tik Tok"
        }
      ]
    },
    {
      "id": 3,
      "name": "Camera Man",
      "type": "Full Time",
      "benefits" : [
        {
          "beneId" : 1,
          "benefit_detail" : "1"
        },
        {
          "beneId" : 2,
          "benefit_detail" : "2"
        },
        {
          "beneId" : 3,
          "benefit_detail" : "3"
        }
      ],
      "duty": [
        {
          "dutyId" : 1,
          "Detail" : "จัดการและตัดต่อชิ้นงานภาพเคลื่อนไหวต่างๆ VDO Online ให้ออกมาสนุกและน่าสนใจ"
        },
        {
          "dutyId" : 2,
          "Detail" : "ออกแบบ Art Work สำหรับงานวิดีโอให้มีคุณภาพ มีเอกลักษณ์ เหมาะสมกับเนื้อหา คอนเทนต์ที่ต้องการนำเสนอได้อย่างน่าสนใจ และสามารถจบงานได้ด้วยตนเอง"
        },
        {
          "dutyId" : 3,
          "Detail" : "นำเสนอแนวทางในการพัฒนา สร้างสรรค์คอนเทนต์ร่วมกับทีมงานที่เกี่ยวข้อง อย่างสม่ำเสมอ"
        },
        {
          "dutyId" : 4,
          "Detail" : "ตรวจสอบแผนการถ่ายทำและวัตถุดิบต่าง ๆ ในการถ่ายทำเพื่อวางแผนการตัดต่อ ใส่เสียง, บทพูด, ภาพกราฟฟิก และเอฟเฟควิดีโอต่าง ๆ"
        },
        {
          "dutyId" : 5,
          "Detail" : "ตรวจสอบความเรียบร้อยและคุณภาพของทุกวิดีโอให้อยู่ในคุณภาพระดับอาชีพ"
        },
        {
          "dutyId" : 6,
          "Detail" : "สามารถตัดวิดีโอตามโปรเจคให้เสร็จสิ้นตามวันที่กำหนด"
        }
      ],
      "qualifi":[
        {
          "qlfId" : 1,
          "qlf_detail" : "เพศชาย / หญิง อายุ 25-35 ปี"
        },
        {
          "qlfId" : 2,
          "qlf_detail" : "ปริญญาตรี สาขาการตลาด / คอมพิวเตอร์ธุรกิจ หรือสาขาที่เกี่ยวข้อง"
        },
        {
          "qlfId" : 3,
          "qlf_detail" : "มีประสบการณ์ทำงาน 1-2 ปี ด้านการทำสื่อออนไลน์ เช่น Facebook, IG, Tik Tok"
        }
      ]
    },
    {
      "id": 4,
      "name": "Account Executive (Event Services)",
      "type": "Full Time",
      "benefits" : [
        {
          "beneId" : 1,
          "benefit_detail" : "1"
        },
        {
          "beneId" : 2,
          "benefit_detail" : "2"
        },
        {
          "beneId" : 3,
          "benefit_detail" : "3"
        }
      ],
      "duty": [
        {
          "dutyId" : 1,
          "Detail" : "วางแผนติดต่อ ประสานงาน และติดตามลูกค้าหรือองค์กรภายนอก เพื่อสร้างโอกาส ทางธุรกิจใหม่ๆ ให้กับบริษัทฯ อย่างสม่ำเสมอ พร้อมจัดทำรายงานสรุปผลการดำเนินการ ให้แก่ผู้บังคับบัญชา"
        },
        {
          "dutyId" : 2,
          "Detail" : "ติดต่อ นำเสนองาน ประสานงานจัดส่งข้อมูล จนถึงการจัดทำใบเสนอราคาให้แก่ลูกค้า เพื่อนำไปสู่การปิดการขายตามเป้าหมายที่ได้รับ"
        },
        {
          "dutyId" : 3,
          "Detail" : "ประสานงานหน่วยงานที่เกี่ยวข้อง เช่น กราฟฟิก ทีมบริหารโครงการ หรือทีมนักพัฒนา เพื่อจัดทำเอกสารในการนำเสนองาน"
        },
        {
          "dutyId" : 4,
          "Detail" : "จัดทำรายงานสรุปผลการดำเนินการรายวัน รายสัปดาห์ รายเดือน หรืออื่นๆ ในมิติต่างๆตามที่ได้รับมอบหมาย เช่นยอดขาย การออกใบเสนอราคา การวิเคราะห์ Loss เป็นต้น"
        },
        {
          "dutyId" : 5,
          "Detail" : "ประสานงานลูกค้า โดยร่วมกับทีมงานภายในเช่น ทีมบริหารโครงการ หรือฝ่ายบัญชี และการเงิน ในการติดตามการชำระเงินงวดงานให้ได้ตรงตามที่กำหนด"
        },
        {
          "dutyId" : 6,
          "Detail" : "สำรวจข้อมูลของตลาด หรือคู่แข่งในมิติต่าง ๆ เพื่อนำมาวิเคราะห์และนำไปสู่การทำกลยุทธ์ ในการขาย"
        },
        {
          "dutyId" : 7,
          "Detail" : "ปฏิบัติงานตามที่ได้รับมอบหมายจากผู้บังคับบัญชาอย่างมีประสิทธิภาพ และประสิทธิผล โดยเคร่งครัด คำนึงถึงความคุ้มค่าของการใช้ทรัพยากรและเวลาของบริษัทฯ เพื่อให้เกิดประโยชน์สูงสุดเป็นสำคัญ"
        }
      ],
      "qualifi":[
        {
          "qlfId" : 1,
          "qlf_detail" : "เพศชาย / หญิง อายุ 25-35 ปี"
        },
        {
          "qlfId" : 2,
          "qlf_detail" : "ปริญญาตรี สาขาการตลาด / คอมพิวเตอร์ธุรกิจ หรือสาขาที่เกี่ยวข้อง"
        },
        {
          "qlfId" : 3,
          "qlf_detail" : "มีประสบการณ์ทำงาน 1-2 ปี ด้านการทำสื่อออนไลน์ เช่น Facebook, IG, Tik Tok"
        }
      ]
    }
  ],
  "comments": [
    {
      "id": 1,
      "body": "some comment",
      "postId": 1
    }
  ]
}
